function Aboutus()
{
    return(
        <>
        <div class="container-fluid">
<div class="row">
<div class="col">

    <center><h1>About</h1><hr style={{width: 400}}/></center>
    </div>    
</div>
                <div className="row">
                <div className="col-2">
                    </div>
                    <div className="col-4">
               <img src="kkneema.jpg" alt="reload" height="100%" width="100%"/> 
                    </div>
               
               <div className="col-4 intro" style={{marginTop:10}}>
                        
                        <ul>
                            <li>परिचय :- कमल किशोर नीमा</li>
                            <li>पिता : मोतीलाल जी नीमा</li>
                            <li>जन्म दिनांक :14 नवम्बर 1948</li>
                            <li>शिक्षा : एम.कॉम, एल.एल.बी.</li>
                            
                            <li>शिक्षा : एम.कॉम, एल.एल.बी.</li>
                            <li>निवासी : उज्जैन (मध्य प्रदेश)</li>
                            <li>रुचि : आपकी बचपन में व्यायाम शाला में व्यायाम, क्षिप्रा नदी में तैराकी और शिक्षा अध्ययन के साथ कविता, गीत, नाटक लेखन मंचन आदि में गहन रूचि रही है।</li>
                        </ul>
                        
                                            </div>
                 
               <div class="col-2">
                </div>        
            </div>
            </div>




<div class="container-fluid">

                <div className="row">
                <div className="col-2">
                    </div>
                    <div className="col-8 intro">
                        
                    श्री कमल किशोर नीमा का जन्म 1946 में उज्जैन के एक सभ्रांत वणिक परिवार में हुआ। बचपन से ही शिक्षा के साथ-साथ उन्हें व्यायाम, तैराकी और लेखन का गहरा शौक रहा है। एम.कॉम और एल.एल.बी. जैसी उच्च शिक्षा प्राप्त करने वाले श्री नीमा मृदुभाषी, मिलनसार और कर्तव्यनिष्ठ व्यक्तित्व के धनी हैं। उन्होंने शासकीय एवं बहुराष्ट्रीय कंपनियों में सेवा करते हुए कवि सम्मेलनों और आकाशवाणी इंदौर के मंच से अपनी रचनाओं का पाठ भी किया है।

सेवानिवृत्ति के पश्चात, विगत सात वर्षों से वे ईश्वरीय प्रेरणा से भजन लेखन में सक्रिय हैं। उनके लिखे भजनों को संगीतबद्ध कर जनमानस तक पहुँचाया जा रहा है। सरल शब्दों में गहरी भावनाओं को पिरोकर वे श्रोताओं को ईश्वर से जोड़ने का अनुपम कार्य कर रहे हैं, जिससे धार्मिक आस्था और अधिक प्रबल होती है।

अब तक श्री नीमा 20 से अधिक भजनों की रचना कर उन्हें यूट्यूब के माध्यम से प्रसारित कर चुके हैं। ईश्वर कृपा से वे 108 भजनों की रचना करने का संकल्प रखते हैं। विगत तीन महीनों से वे 'राष्ट्रीय हिन्दी रक्षक मंच, इंदौर' से भी जुड़े हुए हैं, जहाँ उनकी रचनाओं का प्रकाशन हुआ है तथा उन्हें सम्मानित भी किया गया है।

हम श्री नीमा की इस पावन भजन यात्रा के लिए अपनी हार्दिक शुभकामनाएँ देते हैं और ईश्वर से उनके उत्तरोत्तर सफल और समृद्ध भविष्य की प्रार्थना करते हैं।



                                            </div>
                    
               </div>
               <div class="col-2">
                </div>        
            </div>
<div>
</div>

        </>
    );
}

export default Aboutus;