function Poem()
{
    return(
        <>    
        <div class="container-fluid">
  <div class="row row-cols-auto">
    <div class="col">

     {/* Button trigger modal  */}
<button type="button" class="btn btn-primary" data-bs-toggle="modal" data-bs-target="#exampleModal">
रेम रसिया
</button>

<div class="modal fade" id="exampleModal" tabindex="-1" aria-labelledby="exampleModalLabel" aria-hidden="true">
  <div class="modal-dialog modal-dialog-scrollable">
    <div class="modal-content">
      <div class="modal-header">
   <h5 class="modal-title" id="exampleModalLabel" style={{color:"red"}}>रेम रसिया</h5>
        <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
      </div>
      <div class="modal-body">
      
      <p>
                प्रेम रसिया राधा मन बसिया<br/>
बसों मन मोरे श्याम।<br/>
जनम जनम का सानिध्य पाऊँ<br/>
बिसरे न तेरो नाम।<br/>
प्रेम रसिया……<br/><br/>

प्रेम पुलकित छवि तुम्हारी<br/>
लोचन नयनाभिराम।<br/>
प्रेम ज्योति प्रज्वलित हो वे<br/>
प्रलाप रहे निष्काम।<br/>
प्रेम रसिया….<br/>
<br/>
प्रेम बन्धन बंधे बिहारी रसिक<br/>
रहु हरि का नाम।<br/>
प्रेम मगन और मुखर हो वाणी<br/>
जपे निरन्तर नाम।<br/>
प्रेम रसिया…..<br/>
<br/>
प्रेम समर्पण अर्पण तन मन<br/>
चाहे ना कोई दाम।<br/>
प्रेम समर में समर्थ रहु और<br/>
मिलें गऊ लोक धाम।<br/>
प्रेम रसिया……<br/>
<br/>
प्रेम सरोवर समाएँ न गागर<br/>
अनुपम कृष्ण का नाम।<br/>
प्रेम जगत् में माया झूठीं<br/>
पाए न कोई मुक़ाम।<br/>
प्रेम रसिया……<br/>
<br/>
प्रेम रतन सा कोई न सानी<br/>
आये न दूजा काम।<br/>
प्रेम ही ईश्वर की अनुभूति<br/>
प्रेम ही ईश्वर का नाम।<br/>
प्रेम रसिया……<br/>
  </p>

       </div>
      <div class="modal-footer">
        <button type="button" class="btn btn-secondary" data-bs-dismiss="modal">Close</button>
          </div>
    </div>
  </div>
</div>


    </div>
    <div class="col">Column</div>
    
  </div>
</div>
        
        
            <div classname="container-fluid">
        <div classname="row">
        <div classname="col">
            <center>
<h1 style={{color:"red"}}>प्रेम रसिया</h1><hr className="hrwidth"/>
                <p>
                प्रेम रसिया राधा मन बसिया<br/>
बसों मन मोरे श्याम।<br/>
जनम जनम का सानिध्य पाऊँ<br/>
बिसरे न तेरो नाम।<br/>
प्रेम रसिया……<br/><br/>

प्रेम पुलकित छवि तुम्हारी<br/>
लोचन नयनाभिराम।<br/>
प्रेम ज्योति प्रज्वलित हो वे<br/>
प्रलाप रहे निष्काम।<br/>
प्रेम रसिया….<br/>
<br/>
प्रेम बन्धन बंधे बिहारी रसिक<br/>
रहु हरि का नाम।<br/>
प्रेम मगन और मुखर हो वाणी<br/>
जपे निरन्तर नाम।<br/>
प्रेम रसिया…..<br/>
<br/>
प्रेम समर्पण अर्पण तन मन<br/>
चाहे ना कोई दाम।<br/>
प्रेम समर में समर्थ रहु और<br/>
मिलें गऊ लोक धाम।<br/>
प्रेम रसिया……<br/>
<br/>
प्रेम सरोवर समाएँ न गागर<br/>
अनुपम कृष्ण का नाम।<br/>
प्रेम जगत् में माया झूठीं<br/>
पाए न कोई मुक़ाम।<br/>
प्रेम रसिया……<br/>
<br/>
प्रेम रतन सा कोई न सानी<br/>
आये न दूजा काम।<br/>
प्रेम ही ईश्वर की अनुभूति<br/>
प्रेम ही ईश्वर का नाम।<br/>
प्रेम रसिया……<br/>
  </p>

{/* Dummy2 */}

<h1 style={{color:"red"}}>माता शेरावाली हमें दो वरदान</h1><hr className="hrwidth"/>
<p>

माता  शेरावाली हमें दो वरदान<br/> 
गाए हरदम तुम्हारा गुणगान <br/>
तुम हो अंबे जगदंबे जग जननी <br/>
तुम्हारे चरणों में रहे सदा ध्यान ।<br/>
माता…..<br/>
तुम्हारे अनेकों रुप सब ममता स्वरूप <br/>
सब रूपो में निहित हैं जगत कल्याण <br/>
भक्ति भाव में विभोर रहे सदैव मन<br/>
कामना पूरी कर करो माँ सिध्द प्रदान <br/>
माता….<br/>
करें तुमको नमन अर्पित श्रद्धा सुमन<br/> 
उसके कष्टों का तुम करती हो निदान <br/>
तुम हो शक्ति रुप करो हम पर कृपा <br/>
जीवन में कभी नहीं आए व्यवधान <br/>
माता…..<br/>
तुम हो ज्योति किरण, भरे मन में उमंग<br/> 
करती जीवन में सब की राहें आसान <br/>
आराधना करें या कोई पूजा अनुष्ठान <br/>
सब को देती हो माता तुम अभय दान <br/>
माता…..<br/>

</p>


{/* Dummy3 */}

<h1 style={{color:"red"}}>हे  कृष्ण पुकारे जब भी ,देना हमें सहारा</h1><hr className="hrwidth"/>
<p>
हे  कृष्ण पुकारे जब भी ,देना हमें सहारा ।<br/>
हम है बालक तुम्हारे, तुम ही हो पालन हारा ।….<br/>
आया जो इस धरा पर ,सब में है अंश तुम्हारा ।<br/>
संरचना ये तुम्हारी , इस सृष्टि  को नमन हमारा ।<br/>
देखें जिधर भी हम,लगता है सब कुछ न्यारा ।<br/>
मनमोहक छवि तुम्हारी, लगते हो सब को प्यारा ।<br/>
हे कृष्ण पुकारे ……<br/>
कर्म  करो निष्काम भाव से,ये है कथन तुम्हारा ।<br/>
जैसे कर्म करेंगे वैसा , चमकेगा भाग्य सितारा ।<br/>
देना हमें इतनी शक्ति, गुनाहों से करें किनारा ।<br/>
पथ भ्रष्ट  ना हो कभी, हो ना अहित हमारा ।<br/>
हे कृष्ण पुकारे……<br/>
हाथों में है तुम्हारे , हर एक के जीवन की धारा ।<br/>
सजल नयन से जब भी, भक्तों ने तुम्हें निहारा ।<br/>
लेकर शरण में अपनी, कष्टों से उसे उबारा ।<br/>
रखना सानिध्य में अपनी, जब जब हो जन्म दुबारा । <br/>
हे कृष्ण पुकारे….. <br/>
</p>

{/* Dummy4 */}

<h1 style={{color:"red"}}>रीती है मेरे मन की गागर मोहन मुरली वाले </h1><hr className="hrwidth"/>
<p>
रीती है मेरे मन की गागर मोहन मुरली वाले ।<br/>
प्रीति से भर दें इस को  नन्द यशोदा के लाले ।<br/>
रीती ….<br/>
प्रकट होकर बृज भूमि को पावन करने वाले ।<br/>
कहाँ छुपे हो कृष्ण कन्हैया अपना डेरा डाले ।<br/>
मन्दिर मन्दिर  ढूँढ़ा तुमको मिले सभी और ताले ।<br/>
मिली नहीं मुझे राधा रानी मिले नहीं कोई ग्वाले ।<br/>
रीती…<br/>
वृंदावन की कुंज गली में धूम मचाने वाले ।<br/>
कब आओगे रास बिहारी रास रचाने वाले ।<br/>
पनघट सूना यमुना जी का बैठें गोपी ग्वाले ।<br/>
दूध दही माखन मिश्री का आकर भोग लगा ले ।<br/>
रीती….<br/>
जब से छोड़ गए मथुरा बने द्वारिका वाले ।<br/>
बंसी वट की लता पताका सूख गई सब डालें ।<br/>
जल मग्न तेरी द्वारिका नगरी फिर से उसे बसा ले ।<br/>
समझ के मुझे मित्र सुदामा आकर गले लगा ले ।<br/>
रीती……<br/>
</p>





            </center>
</div>
</div>
</div>


</>
    );
}

export default Poem;
